tutorials/6.4.1D_2phase_gas_injection_2ComponentLiq_Transport_compositionalDarcyFoam/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            wall;
        nFaces          1;
        startFace       99;
        closedSolidBodyMotion false;
    }
    outlet
    {
        type            wall;
        nFaces          1;
        startFace       100;
        closedSolidBodyMotion false;
    }
    yzfaces
    {
        type            empty;
        nFaces          400;
        startFace       101;
    }
)


// ************************************************************************* //
